Repository: khnam1304/gaoluttest
Catalog: App_GlobalResources/Resource.*.resx
Languages: vi

# Home_Text
source: Home
vi: Trang chủ

# What are you looking for_Text
source: What are you looking for
vi: Bạn đang muốn tìm

# NoSuggestionNotice_Text
source: NoSuggestionNotice
vi: Không có gợi ý

# Your email address_Text
source: Your email address
vi: Địa chỉ e-mail của bạn

# No_Image_Available_Text
source: No Image Available
vi: Không có sẵn ảnh

# Load_more_Text
source: Load more
vi: Tải thêm

# Read_more_Text
source: Read more
vi: Xem thêm

# Search Article_Text
source: Search Article
vi: Tìm kiếm bài viết

# Categories_Text
source: Categories
vi: Danh mục

# Popular Posts_Text
source: Popular Posts
vi: Bài viết phổ biển

# Search by Tags_Text
source: Search by Tags
vi: Tìm theo chủ đề

# Share this post_Text
source: Share this post
vi: Chia sẻ bài viết

# Comments_Text
source: Comments
vi: Bình luận

# Send_Text
source: Send
vi: Gửi

# Our_Product_Text
source: Our Product
vi: Sản phẩm

# No_Review_Text
source: No Review
vi: Không có đánh giá

# Contact_Us_Text
source: Contact Us
vi: Liên hệ

# Category_Text
source: Category
vi: Danh mục

# Shared_Text
source: Shared
vi: Chia sẻ

# Description_Text
source: Description
vi: Mô tả

# Reviews_Text
source: Reviews
vi: Đánh giá

# Your_Comment_Text
source: Your Comment
vi: Ý kiến của bạn

# Reviews_for_this_product_Text
source: Reviews for this product
vi: Nhận xét cho sản phẩm

# Title_Text
source: Title
vi: Tiêu đề

# Message_Text
source: Message
vi: Nội dung

# Submit_Text
source: Submit
vi: Gửi đi

# Other_Comments_Text
source: Other Comments
vi: Bình luận khác

# Loading_Text
source: Loading
vi: Đang tải

# Filter_Category_Text
source: Filter Category
vi: Lọc theo danh mục

# Filter_Price_Text
source: Filter Price
vi: Lọc theo giá

# Search_Products_Text
source: Search Products
vi: Tìm sản phẩm

# Filter_by_price_Text
source: Filter by price
vi: Lọc theo giá

# Filter_Text
source: Filter
vi: Lọc

# Product_Tags_Text
source: Product Tags
vi: Chủ đề sản phẩm

# Tags_Text
source: Tags
vi: Chủ đề

# Disabled_Review_Text
source: Disabled Review
vi: Vô hiêu nhận xét

# No_Comments_Text
source: No Comments
vi: Không có bình luận

# Product_Related_Text
source: Product Related
vi: Sản phẩm liên quan

# NewsLetterSuccessful_Text
source: News letter Subscribed successful, Thank you!
vi: Đăng ký nhận bản tin thành công

# Suggest_By_Page_Text
source: Suggest By Page
vi: Gợi ý theo trang

# Suggest_By_Category_Text
source: Suggest By Category
vi: Gợi ý danh mục sản phẩm

# Suggest_By_Product_Text
source: Suggest By Product
vi: Gợi ý sản phẩm

# Suggest_By_Blog_Category_Text
source: Suggest By Blog Category
vi: Gợi ý danh mục bài viết

# Suggest_By_Post_Text
source: Suggest By Post
vi: Gợi ý bài viết

# Product_Text
source: Product
vi: Sản phẩm

# Infomation_Text
source: Infomation
vi: Thông tin

# Useful link_Text
source: Useful link
vi: Liên kết hữu ích

# Scroll to top_Text
source: Scroll to top
vi: Lên đầu

# Language_Text
source: Language
vi: Ngôn ngữ

# items_Text
source: items
vi: mặt hàng (s)

# All_Text
source: All
vi: Tất cả

# Sale_Text
source: Sale
vi: Sales

# Has_Text
source: Has
vi: Có

# product is tagged to this_Text
source: product is tagged to this
vi: Sản phẩm được gắn với chủ đề này

# Sort by price: low to high_Text
source: Sort by price: low to high
vi: Sắp xếp theo giá: Thấp tới cao

# Sort by price: high to low_Text
source: Sort by price: high to low
vi: Sắp xếp theo giá: Cao về thấp

# Sort by popularity_Text
source: Sort by popularity
vi: Sắp xếp theo mức phổ biến

# Sort by newness_Text
source: Sort by newness
vi: Sắp xếp theo mới nhất

# Sort by name: A to Z_Text
source: Sort by name: A to Z
vi: Sắp xếp theo tên: A tới Z

# Sort by name: Z back A_Text
source: Sort by name: Z back A
vi: Sắp xếp theo tên: Z về A

# Discover_Text
source: Discover
vi: Khám phá

# Featured category_Text
source: Featured category
vi: Danh mục nổi bật

# Showing_Text
source: Showing
vi: Hiển thị

# of_Text
source: of
vi: của

# results_Text
source: results
vi: Kết quả

# NewsLetterEmailDuplicated_Text
source: Email is duplicated, please try again
vi: Email đã đăng ký trước đó, bạn thử lại

# New Arrivals_Text
source: Text::un-translated
vi: Hàng mới về

# Explore all_Text
source: Text::un-translated
vi: Xem tất cả

# Discover now_Text
source: Text::un-translated
vi: Khám phá ngay

# Loading to Insight_Text
source: Text::un-translated
vi: Đang tải trang

# Contact to price quote_Text
source: Ask price quote
vi: Liên hệ

# Opening Hours_Text
source: Text::un-translated
vi: Giờ mở cửa

# Userful Links_Text
source: Text::un-translated
vi: Thông tin hữu ích

# Photo Activity_Text
source: Text::un-translated
vi: Ảnh hoạt động

# Customer reviews_Text
source: Text::un-translated
vi: Khách hàng đánh giá

# Your_Recently_Viewed_Items_Text
source: Text::un-translated
vi: Bạn đã xem gần đây

# NewsLetterSuccessful
source: Text::un-translated
vi: Đăng ký nhận bản tin thành công!

# NewsLetterEmail_Placeholder
source: Text::un-translated
vi: Vui lòng nhập lại địa chỉ email

# Price ranges_Text
source: Text::un-translated
vi: Khoảng giá

# Sizes_Text
source: Text::un-translated
vi: Kích thước

# Brands_Text
source: Text::un-translated
vi: Thương hiệu

# All category_Text
source: Text::un-translated
vi: Danh mục sản phẩm

# Colors_Text
source: Text::un-translated
vi: Màu sắc

# See all_Text
source: Text::un-translated
vi: Xem tất

# Wrote_Text
source: Text::un-translated
vi: Viết

# Tagged_Text
source: Text::un-translated
vi: Chủ đề

# Manufacturer_Text
source: Text::un-translated
vi: Thương hiệu

# Availability_Text
source: Text::un-translated
vi: Trong kho

# In_stock_Text
source: Text::un-translated
vi: Còn hàng

# Out_of_stock_Text
source: Text::un-translated
vi: Hết hàng

# Original price_Text
source: Text::un-translated
vi: Giá bán

# Special price_Text
source: Text::un-translated
vi: Giá khuyến mãi

# Sku_Text
source: Text::un-translated
vi: Mã sản phẩm

# Add_to_cart_Text
source: Text::un-translated
vi: Giỏ hàng

# Buy_now_Text
source: Text::un-translated
vi: Mua ngay

# Yes_Text
source: Text::un-translated
vi: Có

# No_Text
source: Text::un-translated
vi: Không

# This Review Helpful To You_Text
source: Text::un-translated
vi: Đánh giá này có hữu ích với bạn

# Overview_Text
source: Text::un-translated
vi: Thông tin mặt hàng

# Send Inquiry_Text
source: Text::un-translated
vi: Gửi yêu cầu

# Price_Text
source: Text::un-translated
vi: Giá bán

# Add to wishlist_Text
source: Text::un-translated
vi: Yêu thích

# item_Text
source: Text::un-translated
vi: mặt hàng

# has been added to your shopping cart_Text
source: Text::un-translated
vi: Vừa được thêm vào giỏ hàng của bạn./

# has been removed from your shopping cart_Text
source: Text::un-translated
vi: vừa được gỡ ra ngoài giỏ hàng của bạn./

# has been updated on your shopping cart_Text
source: Text::un-translated
vi: vừa được cập nhật lại trong giỏ hàng

# has been move from shopping cart to wishlist
source: Text::un-translated
vi: vừa được chuyển từ giỏ hàng sang mục yêu thích

# can't move from shopping cart to wishlist, please try again_Text
source: Text::un-translated
vi: không thể chuyển từ giỏ hàng sang mục yêu thích, vui lòng thử lại!

# Subtotal_Text
source: Text::un-translated
vi: Tạm tính

# Checkout now_Text
source: Text::un-translated
vi: Đặt hàng ngay

# View all_Text
source: Text::un-translated
vi: Xem tất cả

# Your cart_Text
source: Text::un-translated
vi: Giỏ hàng của bạn

# Shopping cart_Text
source: Text::un-translated
vi: Giỏ hàng

# Check out - Step_Text
source: Text::un-translated
vi: Đặt hàng - bước

# Checkout Completed_Text
source: Text::un-translated
vi: Hoàn tất đặt hàng

# Login successfully_Text
source: Text::un-translated
vi: Đăng nhập thành công

# You've selected_Text
source: Text::un-translated
vi: Bạn chọn lọc theo

# FILTER &amp; REFINE reset_Text
source: Text::un-translated
vi: bỏ LỌC & ĐỊNH NGHĨA

# Please wait, loading..._Text
source: Text::un-translated
vi: Đang thực hiện...

# How can we contact you_Text
source: Text::un-translated
vi: Làm thế nào chúng tôi có thể liên lạc với bạn

# Drop Us A Message_Text
source: Text::un-translated
vi: Gửi tin nhắn cho chúng tôi

# When is the best time of day to reach you_Text
source: Text::un-translated
vi: Khi nào là thời điểm tốt nhất trong ngày để liên hệ với bạn

# Send copy to my-email_Text
source: Text::un-translated
vi: Gửi bản sao đến email của tôi

# Any time_Text
source: Text::un-translated
vi: Bất kỳ

# Morning_Text
source: Text::un-translated
vi: Buổi sáng

# Evening_Text
source: Text::un-translated
vi: Buổi tối

# I have a question/comment about a service_Text
source: Text::un-translated
vi: Tôi có một câu hỏi / nhận xét về một dịch vụ

# Say's Hi_Text
source: Text::un-translated
vi: Xin chào

# Get a quotes_Text
source: Text::un-translated
vi: Cần một báo giá

# Other reason_Text
source: Text::un-translated
vi: Lý do khác

# Could you tell us why you've contacting us_Text
source: Text::un-translated
vi: Bạn có thể cho chúng tôi biết lý do bạn liên hệ với chúng tôi

# Invalid phone number, must start with zero and include 10 or 11 digits_Text
source: Text::un-translated
vi: Số điện thoại không hợp lệ, phải bắt đầu bằng số không và gồm 10 hoặc 11 số

# or press_Text
source: Text::un-translated
vi: hoặc nhấn phím

# Rewardpoints_Text
source: Text::un-translated
vi: Điểm thưởng

# Address_Text
source: Text::un-translated
vi: Địa chỉ

# Wishlist_Text
source: Text::un-translated
vi: Danh sách yêu thích

# Order_Text
source: Text::un-translated
vi: Đơn hàng

# Profile_Text
source: Text::un-translated
vi: Thông tin chung

# Quantity_Text
source: Text::un-translated
vi: Số lượng

# on Inventory_Text
source: Text::un-translated
vi: trong kho

# City/ State province_Text
source: Text::un-translated
vi: Tỉnh / thành phố

# District_Text
source: Text::un-translated
vi: Quận / huyện

# List of locations nearby to you_Text
source: Text::un-translated
vi: Danh sách các địa điểm gần bạn

# Location not found_Text
source: Text::un-translated
vi: Không tìm thấy vị trí nào theo điều kiện

# addresses found_Text
source: Text::un-translated
vi: địa điểm được tìm thấy

# Select one_Text
source: Text::un-translated
vi: Chọn 1

# Unit_Text
source: Text::un-translated
vi: Đơn vị tính

# I want said_Text
source: Text::un-translated
vi: Tôi muốn nói về :

# Display purchased information in the comment section_Text
source: Text::un-translated
vi: Hiển thị thông tin đặt hàng trong phần nhận xét

# Waiting_Text
source: Text::un-translated
vi: Đợi

# Number of products purchased_Text
source: Text::un-translated
vi: Số sản phẩm đã mua

# There are no reviews yet, please be the first to comment on this product_Text
source: Text::un-translated
vi: Chưa có đánh giá nào, vui lòng đánh giá ở trên!
